# RbsElecTrueLoadPhaseb Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecTrueLoadPhaseb Property
ParameterTypeId Class See Also
---
"True Load Phase B"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecTrueLoadPhaseb { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecTrueLoadPhaseb As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecTrueLoadPhaseb {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace